/*********************************************************************************/
// Аккордеон
// Для подключения аккордеона просто раскомментируйте код ниже
// Импорт Accordion обязателен для инициализации
// В класс вы можете передать параметры - селектор аккордеона в вашем DOM и опции
/*********************************************************************************/
import Accordion from '@modules/accordion';
// document.addEventListener('DOMContentLoaded', () => {
//     let acc = new Accordion('.acc',{
//         transition: 'height 0.3s ease',
//         multiple: false
//     });
// });
